
"yes" = "はい";
"no" = "いいえ";

"encodeerror" = "(使用不能文字)";

"formatrom1" = "バンドブラザーズ本体の記録情報をフォーマットします。よろしいですか？";
"formatrom2" = "クリアーデータ・スコアデータ等が全て消去され、出荷状態に戻ります。";
"reloadnotice1" = "リロードを行うと、変更内容がキャンセルされます。よろしいですか？";
"reloadnotice2" = "現在カートリッジに保存されている曲情報を読み込みます。";
"quit1" = "データを転送中です。終了しますか？";
"quit2" = "書き込み作業中に終了した場合、セーブデータが破損します。";

"finishformat" = "フォーマットを行いました";
"nowloading" = "カートリッジから読み込み中...";
"songloading" = "\"%@\"を読み込み中...";
"nowwriting" = "カートリッジへ転送中...";
"working" = "読み出し中...";
"writingsector" = "セクタを更新中...(%d/%d)";
"waitingCUSB" = "EZ-USBを認識中...";

"errorinit" = "EZ-USBとの接続が異常です";
"errorrom" = "データの読み込みに失敗しました";
"errorrom_desc" = "バンドブラザーズが接続されていない、もしくは未使用のバンドブラザーズを使用している可能性があります。";
"errorwritenodata" = "書き込みを設定されたデータはありません";
"errorfile" = "データファイルを読み込むことができません";
"errorwritefile" = "ファイルを保存できませんでした";
